[
    {
        "author": "frodo",
        "quotes": [
          "\"Oh, Sam.\"",
          "\"Me alegro de estar aquí contigo, Sam\""
        ]
    },
    {
      "author": "bilbo",
      "quotes": [
        "\"Me siento frágil, disperso como mantequilla untada sobre demasiado pan.\"",
        "\"Es peligroso, Frodo, cruzar tu puerta. Pones un pie en el camino y si no cuidas tus pasos, nunca sabes a dónde te pueden llevar.\"",
        "\"No conozco a la mitad de vosotros la mitad de lo que desearía, y lo que deseo es menos de la mitad de lo que la mitad merecéis.\""
      ]
    },
    {
      "author": "gandalf",
      "quotes": [
        "\"¡NO PUEDES PASAR!\"",
        "\"Un mago nunca llega tarde. Ni pronto, llega exactamente cuando se lo propone.\"",
        "\"Lo único que podemos decidir es qué hacer con el tiempo que se nos ha dado.\"",
        "\"No seas ligero a la hora de adjudicar muerte o juicio, ni los sabios pueden discernir esos extremos.\"",
        "\"Corred, insensatos!\"",
        "\"¡Corre Sombragris! ¡Muéstranos lo que es la premura!\"",
        "\"Tres mil vidas de hombres he hollado esta tierra, y ahora me falta tiempo.\"",
        "\"Espera mi llegada con la primera luz del quinto día. Al alba mira al este.\"",
        "\"No he vencido al fuego y a la muerte para intercambiar falacias con un gusano sarnoso.\"",
        "\"No diré no lloréis, pues no todas las lágrimas son amargas.\"",
        "\"Los hobbits son criaturas sorprendentes, puedes aprender todas sus costumbres en un mes, y después de cien años, aún te sorprenden.\""
      ]
    },
    {
      "author": "sam",
      "quotes": [
        "\"¡Suéltale o te remato, patas largas!\"",
        "\"No me abandone, señor Frodo.\"",
        "\"¡Vamos, señor Frodo!. Cargar con el Anillo no podré, pero sí cargar con usted.\""
      ]
    },
    {
      "author": "aragorn",
      "quotes": [
        "\"Si con mi vida o mi muerte puedo protegerte, lo haré. Cuenta con mi espada.\"",
        "\"Habría ido contigo hasta el final. Hasta el fuego de Mordor.\"",
        "\"En este día lucharemos por todo lo que nuestro corazón ama de esta buena tierra.\"",
        "\"No es más que la sombra de una ilusión lo que amas. No puedo darte lo que anhelas.\""
      ]
    },
    {
      "author": "legolas",
      "quotes": [
        "\"¡Se llevan a los hobbits a Isengard!\"",
        "\"El sol se alza rojo, se ha vertido sangre esta noche.\""
      ]
    },
    {
      "author": "boromir",
      "quotes": [
        "\"Que extraño destino tener que sufrir tanto miedo y dudas por algo tan insignificante... tan irrisorio.\"",
        "\"Te habría seguido, mi hermano, mi capitán, mi rey.\""
      ]
    },
    {
      "author": "gimli",
      "quotes": [
        "\"Certeza de muerte... mínima esperanza de éxito... ¿a qué esperamos?\"",
        "\"Dadme vuestro nombre, caballero, y os daré el mío.\""
      ]
    },
    {
      "author": "gollum",
      "quotes": [
        "\"Mi tesoro.\"",
        "\"Quédate con tus repugnantes papas.\"",
        "\"¿Qué es papas, tesoro?\"",
        "\"Sucios, falsos hobbits. ¡Nos lo robaron!\""
      ]
    },
    {
      "author": "saruman",
      "quotes": [
        "\"No habrá amanecer para los hombres.\"",
        "\"¡La amistad de Saruman no se desprecia a la ligera!\"",
        "\"¡Cazadlos! No paréis hasta encontrarlos. No conocéis el miedo. No conocéis el dolor. Os saciaréis de carne humana.\""
      ]
    },
    {
      "author": "theoden",
      "quotes": [
        "\"Ningún padre debería enterrar a sus hijos.\"",
        "\"Largo ha crecido el brazo de Saruman si cree que puede vencernos aquí.\"",
        "\"Demasiada muerte, ¿qué hacen los hombres ante tan aciago destino?\"",
        "\"¡Cabalgad hasta la desolación y el fin del mundo!\"",
        "\"Si esto es nuestro final, haré que rubriquen uno que permanezca en la memoria.\"",
        "\"Coraje despierta ahora por ira, holocausto y rojo amanecer.\""
      ]
    },
    {
      "author": "galadriel",
      "quotes": [
        "\"Esta misión te ha sido encomendada, y si tú no encuentras el camino... nadie lo hará.\"",
        "\"Hasta el más pequeño puede cambiar el curso del futuro.\"",
        "\"Y a ti, Frodo de La Comarca, te entrego la Luz de Earendil, nuestra mas preciada estrella. Que ella te ilumine en los lugares oscuros, cuando las demás luces se apaguen.\""
      ]
    },
    {
      "author": "elrond",
      "quotes": [
        "\"Tú te consumirás en la oscuridad y en la duda, como un anochecer de invierno que llega sin estrellas. Aquí morarás, sumida en tu pesar, bajo los mortecinos árboles, hasta que el mundo cambie y saldes la cuenta de tus largos años de vida. Arwen, nada queda aquí para ti. Sólo muerte.\""
      ]
    },
    {
      "author": "eowyn",
      "quotes": [
        "\"No temo al dolor ni a la muerte.\"",
        "\"Temo a una jaula. A empuñar sus barrotes hasta que la edad y la costumbre los acepte y toda opción al valor ceda al recuerdo y al deseo.\"",
        "\"¡Yo no soy un hombre!\""
      ]
    },
    {
      "author": "faramir",
      "quotes": [
        "\"Esa era la respuesta a todos los enigmas. Heme aquí en estas soledades, con dos medianos, una hueste de hombres a mi servicio... y el Anillo de poder al alcance de mi mano. Haría que Faramir capitán de Gondor, mostrara su nobleza.\""
      ]
    },
    {
      "author": "barbol",
      "quotes": [
        "\"Lleva mucho tiempo pronunciar algo en lengua Ent, y nunca decimos nada a menos que merezca la pena y el tiempo que requiera decirlo.\"",
        "\"Los Ents no pueden detener esta tormenta. Debemos adaptarnos a la situación, como siempre hemos hecho. Esta no es nuestra guerra.\"",
        "\"No hay término en élfico, lengua Ent o de los hombres, para describir este horror. Me las veré con Isengard esta noche, a roca y piedra.\"",
        "\"Los Ents irán a la guerra, aunque ello signifique nuestro final. La ultima marcha de los Ents.\""
      ]
    }
]
